{
    "data": {
        "Electronic Configuration": "The electron configuration of an element describes how electrons are distributed in its atomic orbitals. Electron configurations of atoms follow a standard notation in which all electron-containing atomic subshells (with the number of electrons they hold written in superscript) are placed in a sequence. For example, the electron configuration of sodium is 1s22s22p63s1. However, the standard notation often yields lengthy electron configurations (especially for elements having a relatively large atomic number). In such cases, an abbreviated or condensed notation may be used instead of the standard notation. In the abbreviated notation, the sequence of completely filled subshells that correspond to the electronic configuration of a noble gas is replaced with the symbol of that noble gas in square brackets. Therefore, the abbreviated electron configuration of sodium is [Ne]3s1 (the electron configuration of neon is 1s22s22p6, which can be abbreviated to [He]2s22p6).",
        "Electronegativity": "Electronegativity is a measure of the attraction of an atom for bonding electrons in molecules compared to that of other atoms. The electronegativity values devised by Linus Pauling, an American chemist, are dimensionless quantities that range from slightly less than one for the alkali metals to a maximum of four for fluorine. Large electronegativity values indicate a stronger attraction for electrons than small electronegativity values. Electronegativities increase from left to right across the periodic table. Elements on the left of the periodic table have low electronegativities and are often called electropositive elements. The order of electronegativities F > O > N > C is an important property that we will use to explain the chemical properties of organic compounds. Electronegativities decrease from top to bottom within a group of elements. The order of decreasing electronegativities F > Cl > Br > I is another sequence that we will use to interpret the chemical and physical properties of organic compounds.",
        "ionization_energies": "Ionization energy is simple terms can be described as a measure of the difficulty in removing an electron from an atom or ion or the tendency of an atom or ion to surrender an electron. The loss of electron usually happens in the ground state of the chemical species. Alternatively, we can also state that ionization or ionisation energy is the measure of strength (attractive forces) by which an electron is held in a place. It is also sometimes referred to as ionization potential and is usually an endothermic process.  It is measured either in units of electronvolts or kJ/mol.  Ionization Energy gives us an idea of the reactivity of chemical compounds. It can also be used to determine the strength of chemical bonds. We can describe ionization energy as the minimum energy that an electron in a gaseous atom or ion has to absorb to come out of the influence of the nucleus. Depending on the ionization of molecules which often leads to changes in molecular geometry, ionization energy can be either adiabatic ionization energy or vertical ionization energy.",
        "standard_electrode_potential": "Standard electrode potential is a measurement of the potential for equilibrium. There is a potential difference between the electrode and the electrolyte called the potential of the electrode. When unity is the concentrations of all the species involved in a semi-cell, the electrode potential is known as the standard electrode potential. Under standard conditions, the standard electrode potential occurs in an electrochemical cell say the temperature = 298K, pressure = 1atm, concentration = 1M. The symbol 'E°cell' represents the standard electrode potential of a cell. All electrochemical cells are based on redox reactions, which are made up of two half-reactions. The oxidation half-reaction occurs at the anode and it involves a loss of electrons. Reduction reaction takes place at the cathode, involving a gain of electrons. Thus, the electrons flow from the anode to the cathode. It is also important to note that this potential can vary with a change in pressure, temperature, or concentration. The cell potential of an electrochemical cell can be measured with the help of a voltmeter. However, the individual potential of a half-cell cannot be accurately measured alone."
    }
}